tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "Azure/kubelogin"
# A command line tool for upgrading every outdated app installed by Homebrew Cask
tap "buo/cask-upgrade"


# Brew install
brew "ansible"
brew "asdf"
brew "azure-cli"
brew "Azure/kubelogin/kubelogin"
brew "bash"
brew "git"
brew "gh"
brew "jq"
brew "mas"
brew "nmap"
brew "tree"
brew "watch"

# Cask install
cask "adobe-digital-editions"
cask "appcleaner"
cask "audacity"
cask "brave-browser"
cask "docker"
cask "flux"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-word"
cask "visual-studio-code"
cask "vlc"

# Apple Store
# mas "Microsoft OneNote", id: 784801555
